[
  {
    "title": "Yamaha F280 40 Inch Acoustic Guitar",
    "brand": "Yamaha",
    "sellPrice": 7000,
    "mrpPrice": 9000,
    "rating": 4.3,
    "category": "Guitar",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/71RkY055j7L._SX679_.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "Yamaha F280 acoustic guitar is a made-in-India guitar, exclusively made for India. It comes from the F series of acoustic guitars. It is equipped with renowned Yamaha durability and stability and is the perfect guitar for starters.",
      "This iconic piece reflects the ease and comfort every beginner is searching for or the familiarity of playability that every seasoned player seeks. This full-size western body-shaped guitar has a spruce top paired with tonewood back and sides for a warm, balanced tone. It has a rosewood fingerboard for high durability and comfortable playability. The top is in gloss, and the back and sides in matte finish. It features 6 steel strings and is designed to give an authentic acoustic guitar experience.",
      "A strong built for a talented beginner! Experiment with this acoustic guitar and bring your creativity to life. Easy to tune, effortless to play – this guitar is all you need for the beginning of your musical way!",
      "Built with care and precision at the Yamaha Music India factory, welcome this iconic piece into your life."
    ]
  },
  {
    "title": "Fender Squier SA-150 Acoustic Guitar",
    "brand": "Fender",
    "sellPrice": 8500,
    "mrpPrice": 10000,
    "rating": 4.6,
    "category": "Guitar",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/41sshNRc82L._SX679_.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },

    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The Fender Squier SA-150 is a full-size steel-string acoustic that allows big sound at a little price. It's powerful enough to stand up to the daily use those beginning players might throw its way recognition to its all-laminate construction with Lindenwood top and mahogany back and sides.",
      "This guitar also highlights scalloped X-bracing, mahogany neck and a permanent dark-stained maple fingerboard to provide you with an instrument that shows as good as it seems. With its slim, easy-to-play neck and full-bodied dreadnought tone, the SA-150 is an excellent choice for all rookie strummers.",
      "It is a 6-string acoustic guitar with exceptional contents. This guitar is with 20 frets Maple fingerboard which also comes with a Maple Bridge and laminated Lindenwood top and Laminated Mahogany Sides and Back. This guitars body is perfectly finished with the best finish, giving it a black glossy clean finish.",
      "The Fender  SA 150 Dreadnought acoustic guitar comes with a 43mm Easy to Play neck and can fit smaller fingers."
    ]
  },
  {
    "title": "Ibanez PF15-BK Acoustic Guitar",
    "brand": "Ibanez",
    "sellPrice": 9500,
    "mrpPrice": 11500,
    "rating": 4.5,
    "category": "Guitar",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/51t7Har-d2L._SX679_.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The new PF15 blends the traditional and modern with a stylish twist on a classic acoustic. This dreadnought bodied guitar has an elegantly shaped pickguard and black headstock giving this acoustic guitar a little extra style to complement its versatile tone.",
      "This Spruce topped guitar produces a crisp, versatile tone suitable for many styles of playing. The PF15 produces a powerful, direct and un-muddied sound and will retain its clarity when you strum hard. This acoustic guitar is a great choice for those looking for one instrument that can handle many styles from fingerstyle to heavier strumming.",
      "The Mahogany back and sides provide the PF15 with a warm and woody tone with a slightly emphasised mid range. The PF15s tone will also mature and change over time so this guitar should only improve with age!"
    ]
  },
  {
    "title": "Cort AD810 Dreadnought Acoustic Guitar",
    "brand": "Cort",
    "sellPrice": 8000,
    "mrpPrice": 9700,
    "rating": 4.4,
    "category": "Guitar",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/51aifC4It0L._SX679_.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "Cort’s oldest acoustic series, the Standard Series defines superb performance and value for the money. The Standard Series guitars are affordable but offer good solid performance for beginners and hobbyists alike in a variety of models with different types of features for any playing situation. AD810E features Spruce top, Mahogany back and sides, Merbau fingerboard and Cort CE304T preamp.",
      "Spruce provides an ideal balance between strength and flexibility, hence its overwhelming popularity as the wood of choice for tops of acoustic guitars. Spruce’s versatile sonic character makes it ideal for a variety of musical genres and playing styles.",
      "Bright yet natural with a strong and warm midrange, the beloved mahogany wood has been a standard for back and sides on premium acoustics for many decades.",
      "Strongly joined with meticulous workmanship by experienced craftsmen, the dovetail joint transfers the body’s vibration and resonance to the neck with no loss of energy and with plenty of detail."
    ]
  },
  {
    "title": "Epiphone PRO-1 Acoustic Guitar",
    "brand": "Epiphone",
    "sellPrice": 7200,
    "mrpPrice": 8900,
    "rating": 4.2,
    "category": "Guitar",
    "imagesUrl": {
      "mainImage": "https://guitarworks.ca/cdn/shop/products/rukfewmwyb8qhfslzhmg_2000x.jpg?v=1569029042",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The PRO-1 is a terrific first step into the world of guitar featuring all of the PRO Collection's breakthrough features. Epiphone, one of the world’s oldest and most respected guitar makers, has just made playing and learning guitar easy for everyone.",
      "Creating a truly easy-to-play guitar wasn’t easy. And at Epiphone, we take making a great guitar seriously, no matter what the player’s level.",
      "So Epiphone rethought the guitar from top to bottom to make an instrument that anyone can play right away. The result is a truly “PRO” guitar that’s easy to play, easy to own, and most importantly, delivers the full, vibrant sound that Epiphone is known for.",
      "The PRO-1 acoustic guitar is the result of exhaustive analysis, numerous technological innovations, and suggestions from a “who’s who” of professional players. And now it’s time to play!"
    ]
  },
  {
    "title": "Kala KA-15S Mahogany Soprano Ukulele",
    "brand": "Kala",
    "sellPrice": 3200,
    "mrpPrice": 6500,
    "rating": 3.7,
    "category": "Ukulele",
    "imagesUrl": {
      "mainImage": "https://www.bajaao.com/cdn/shop/files/kala-soprano-ukuleles-kala-ka-15s-mahogany-soprano-ukulele-open-box-4493977550920.jpg?v=1686218622&width=1500",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "With so many ukulele options out there, how does one know what to choose? Kala, known for great quality, sound and affordability, has the best entry-level ukulele on the market, the KA-15S. This ukulele is an entry level staple for new players and a great addition for seasoned players looking to add an affordable, high-quality, attractive soprano ukulele to their collection. Anyone looking to get their money’s worth in an instrument should start with the KA-15S."
    ]
  },
  {
    "title": "Fender Grace VanderWaal Signature Ukulele",
    "brand": "Fender",
    "sellPrice": 6500,
    "mrpPrice": 10500,
    "rating": 2.8,
    "category": "Ukulele",
    "imagesUrl": {
      "mainImage": "https://easymusiccenter.com/cdn/shop/products/vander_1556x.png?v=1621495766",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "Combining the rich sound and easy playing feel of a Fender ukulele with Grace’s style, the Grace VanderWaal Signature Ukuleles are equal parts inspiring and amazing—just like their namesake.",
      "The Grace VanderWaal Signature Ukulele’s Fishman® Kula pickup/preamp system amplifies your instrument without compromising its pure, rich and resonant tone.",
      "The gold sparkle rosette and custom soundhole label are directly inspired by the artwork from Grace’s debut album, Just the Beginning.",
      "Chosen by personally by Grace, her Signature & Moonlight ukes’ unique aesthetics reflect her personal style—youthful, endearing and enduring."
    ]
  },
  {
    "title": "Lanikai LU-21 Soprano Ukulele",
    "brand": "Lanikai",
    "sellPrice": 4500,
    "mrpPrice": 0,
    "rating": 4.5,
    "category": "Ukulele",
    "imagesUrl": {
      "mainImage": "https://bhatiamusicals.in/wp-content/uploads/2020/01/Lanikai-LU21-Soprano.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The Lanikai LU Series Soprano ukulele delivers many feature advantages not found on other ukuleles at this price level. The LU Series Soprano ukulele is equipped with a wider nut for player comfort, smooth action open back tuners with black buttons, NuBone XB® nut and saddle, hidden scarf joint for added sustain, Aquila® strings, satin finish, a gig bag and a Limited Lifetime Warranty."
    ]
  },
  {
    "title": "Cordoba 15CM Concert Ukulele",
    "brand": "Cordoba",
    "sellPrice": 5500,
    "mrpPrice": 7300,
    "rating": 1.6,
    "category": "Ukulele",
    "imagesUrl": {
      "mainImage": "https://www.bajaao.com/cdn/shop/files/cordoba-classical-guitars-natural-cordoba-fusion-5-electro-classical-guitar-33430031302835.jpg?v=1693645789",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "BODY Concert-sized body with layered mahogany top, back, and sides; fan bracing; cream ABS binding; satin polyurethane finish",
      "NECK C-shape 14.75″-scale mahogany; 18-fret (14 to body) maple fingerboard; black ABS side inlays; Córdoba open gear tuners with cream buttons",
      "OTHER  Maple bridge and headstock; composite saddle and neck; “Ghost” rosette; Aquila Nylgut strings; matching mint gig bag",
      "MADE IN China"
    ]
  },
  {
    "title": "Donner DUC-200 Mahogany Concert Ukulele",
    "brand": "Donner",
    "sellPrice": 4000,
    "mrpPrice": 5100,
    "rating": 1.4,
    "category": "Ukulele",
    "imagesUrl": {
      "mainImage": "https://www.bajaao.com/cdn/shop/files/kala-concert-ukuleles-kala-ka-ce-satin-mahogany-concert-ukulele-with-eq-30727028834483.jpg?v=1687610378",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "♫Well Made Mahogany Craftsmanship: Smooth Mahogany body produces a crisp and pleasant sound. Highly polished smooth Aquila ukulele strings with elevated resistance to wear under tension. Well polished smooth rosewood fingerboard and bridge provides a comfortable playability. Sami-Open finish with 9-cycle grinding and polishing process ",
      " ♫Warm Rich Sound: Mahogany ukulele body and neck bring you much richer, brighter and warmer sound; High density bone nut and saddle combine with 4 advanced Aquila carbon nylon strings to gain clear and nice resonance and more sustain from Mahogany body ",
      "♫Come with Everything You Need: Concert ukulele starter set includes Concert ukelele, gig bag, tuner, 4 extra Aquila nylon strings, 4 picks and cleaning cloth. Meet all needs of both beginners and professionals. High quality padded gig bag features 1 padded shoulder straps and exterior large pocket for easy comfortable carry and well protection for Ukalalee. A decent gift for birthday, Christmas, Thanksgiving Day, Children’s Day, etc ",
      "♫Easy to Play with Free Video Lesson: Get started with Donner 23 inch ukulele and professional free ONLINE VIDEO uku lessons for beginners. Easy to understand and get started. Donner ukulele bundle kit is great ukele set for children, adults, beginners or professionals to play for fun or interest"
    ]
  },
  {
    "title": "Yamaha Rydeen 5-Piece Drum Set with Cymbals",
    "brand": "Yamaha",
    "sellPrice": 35000,
    "mrpPrice": 43000,
    "rating": 4.7,
    "category": "Drum",
    "imagesUrl": {
      "mainImage": "https://rajmusical.com/ekart/images/7349Yamaha-RYDEEN-RDP2F5-BG-Acoustic-Drum-Set-With-Hardware---Burgandy-Glitter_3.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The RYDEEN (5-piece shell pack) is exactly what any beginner or intermediate player would love to play. This drum set utilizes Yamaha hardware featuring Genuine Yamaha tom and pipe clamps and features solid and glitter finishes, for a total of eight vibrant, stylish looks.",
      "RDP2F5 (22”x16” bass drum / 16”x15” floor tom / 12”x8” tom tom / 10”x7”tom tom / 14”x5.5”snare drum / tom clamp <CL940LB> x2) RDP0F5 (20”x16” bass drum / 14”x13” floor tom / 12”x8” tom tom / 10”x7”tom tom / 14”x5.5”snare drum / tom clamp <CL940LB> x2)",
      "Two 22.2 mm diameter tom clamps, and a pipe clamp.A versatile ball mount gives you the freedom to mount toms at any angle you want.",
      "Lets you incorporate other hardware* to create a configuration that’s perfect for you.*Hardware must conform to the standard Yamaha 22.2 mm specification.The double film on the edge section provides a muting effect, for a tight, powerful bass drum sound."
    ]
  },
  {
    "title": "Pearl Export EXX 5-Piece Drum Set with Hardware",
    "brand": "Pearl",
    "sellPrice": 42000,
    "mrpPrice": 44300,
    "rating": 3.8,
    "category": "Drum",
    "imagesUrl": {
      "mainImage": "https://furtadosonline.gumlet.io/media/catalog/product/2/1/214007_1.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The drum set that revolutionized drumming and launched a thousand careers, Pearl's Export Series Drums are a prime percussive package for the uncompromised pro in the making.",
      " Introduced in 1984, Pearl's Export Series drum kits set a standard in drums and percussion that started a revolution. Offering young players a drum kit of unbeatable quality at an affordable price lead an entire generation of drummers to learn their craft on Export.",
      "Take your drumming to the next level, Pearl carries this tradition forward with our best Export ever - fully loaded with all the features to advance your playing voice to new heights.",
      "Primed and ready to inspire your best performance, Export's custom-themed elements include premium blended shell woods, an instantly shareable presence, and hardware that will stand up to your heaviest hit. Never settle. Play Export."
    ]
  },
  {
    "title": "Tama Imperialstar 6-Piece Drum Set with Meinl Cymbals",
    "brand": "Tama",
    "sellPrice": 47000,
    "mrpPrice": 49800,
    "rating": 4.9,
    "category": "Drum",
    "imagesUrl": {
      "mainImage": "https://media.sweetwater.com/m/products/image/2364073a16ypuvCp3LSQifrkjYXAcimAKRobFDvy.jpg?quality=82&width=750&ha=2364073a16eb1326",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "Imperialstar complete drum kits provide everything a drummer needs at an affordable price. The Imperialstar line offers various choices of kit configurations and finishes, availability of add-on drums, precisely-processed drum shells and reliable, durable hardware. Imperialstar may appeal to beginner drummers due to the price, but more experienced intermediate players enjoy playing great-sounding Imperialstar kits in every music genre from jazz and R&B to rock.",
      "A lineup of highly scalable and easy-to-use configurations is available.",
      "The individual drums of various sizes is available.",
      "The following is a detailed introduction to the many unique mechanisms on board."
    ]
  },
  {
    "title": "Ludwig Accent Drive 5-Piece Drum Set",
    "brand": "Ludwig",
    "sellPrice": 39000,
    "mrpPrice": 40000,
    "rating": 2.6,
    "category": "Drum",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/712I6mIUhbL.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "Accent series drums are the complete drum package for today’s aspiring drummer. An all-inclusive 5-pc drum set that provides everything you need to start your journey to becoming a drummer! Master the fundamentals, rehearse your favorite songs, and explore creative ideas on a drum-set designed to bring you the right package of quality that is accessibly priced. A solid foundation right from the start!",
      "Drive: 16x22 Bass Drum, 16x16 Floor Tom, 9x12 Tom Tom, 8x10 Tom Tom, and 5x14 Snare Drum.",
      "Fuse: 14x20 Bass Drum, 14x14 Floor Tom, 9x12 Tom Tom, 8x10 Tom Tom, and 5x14 Snare Drum."
    ]
  },
  {
    "title": "Mapex Tornado 5-Piece Drum Kit",
    "brand": "Mapex",
    "sellPrice": 32000,
    "mrpPrice": 37200,
    "rating": 1.5,
    "category": "Drum",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/51vgSu8aMfL._SL1000_.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The new Tornado from Mapex goes a long way to avoiding first–kit frustrations. With back–up from a proper brand that's often missing in the starter kit bracket, the Tornado feels more like a real drum kit than many of its competitors, and consequently rather more rewarding to sit behind.",
      "Complimented with a full set of double braced hardware, the kit is ready to head from rehearsal to show and back home time and time again, standing you in good stead as a busy musician.",
      "What's more, each Tornado kit is supplied with a 2pce cymbal set, Hi Hat & Crash/Ride to ensure it can be played straight out of the box!"
    ]
  },
  {
    "title": "Yamaha P-45 Digital Piano with 88 Weighted Keys",
    "brand": "Yamaha",
    "sellPrice": 45000,
    "mrpPrice": 49000,
    "rating": 4.9,
    "category": "Piano",
    "imagesUrl": {
      "mainImage": "https://www.bajaao.com/cdn/shop/files/yamaha-digital-pianos-yamaha-p45-88-key-digital-piano-33670133350579.jpg?v=1697177926&width=1000",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The P-45 features a graded hammer standard (GHS) keyboard. The feel of the keyboard gradually changes according to the register, so that it feels heavier when playing bass parts and lighter when playing treble parts. The piano also features a keyboard with a natural feel, with black keys that feature a matte finish for authentic piano playing close to that of an acoustic piano.",
      "The P-45 has improved on the traditional AWM synthesis to deliver real piano sounds. AWM is a technology that uses digital recordings of sources, such as actual instruments, and allows you to enjoy grand piano reverberation wherever you are.",
      "Slim and stylish form With a depth of less than 30 cm, the instrument requires little space, and at only 11.5 kg—with its speaker attached—it can be easily moved anywhere in your home or even used for performance outside.",
      "Various P-45 settings can be changed with a single button. Hold down the GRAND PIANO/FUNCTION button and press the keyboard to change timbres, play demo sources, configure the metronome, and more."
    ]
  },
  {
    "title": "Casio Privia PX-160 Digital Piano",
    "brand": "Casio",
    "sellPrice": 42000,
    "mrpPrice": 44000,
    "rating": 4.8,
    "category": "Piano",
    "imagesUrl": {
      "mainImage": "https://www.bajaao.com/cdn/shop/files/casio-digital-pianos-casio-px-160-privia-88-key-digital-piano-with-casio-cs-67p-piano-stand-3579056422984.jpg?v=1690080164",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "Privia's piano tones are sourced from recordings of world-famous concert grand pianos. CASIO applies advanced technologies to optimize pianists' expressive capabilities by faithfully reproducing their individual keystroke characteristics and the changes in sound quality and volume produced by an acoustic piano with the passage of time",
      "Acoustics produced by the PX-160's newly introduced true-round speakers and highly refined design provide deep, heavy sound, realizing luxuriant reverberations essential to the piano across the range from clear, delicate high tones to powerful, dignified, unbroken bass tones.",
      "Recent rapid quality enhancement of built-in tones, including many installed for the electric piano and strings, has opened up a varied range of performance possibilities.",
      "Three advanced CASIO sensors accurately detect keystroke speeds and timing and employ them to realize subtle sounds and performance characteristics that might be expected only from an acoustic piano. The action mechanism emulates the deadweight of piano hammers to realize a natural touch like that of a grand piano, moreover, with heavier strokes required to reproduce low notes and a progressively lighter touch employed as the tones move up the scale."
    ]
  },
  {
    "title": "Roland FP-30X Portable Digital Piano",
    "brand": "Roland",
    "sellPrice": 47000,
    "mrpPrice": 50000,
    "rating": 4.9,
    "category": "Piano",
    "imagesUrl": {
      "mainImage": "https://images-eu.ssl-images-amazon.com/images/I/61JNX7kEwrS._AC_UL600_SR600,600_.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "When quality counts but budget is a factor, the FP-30X is the sweet spot of Roland’s FP-X series. Balancing affordability with superior performance, this slim and stylish portable piano builds on the entry-level FP-10 with an enhanced sound engine, more powerful onboard speakers, and increased polyphony. Featuring Roland’s SuperNATURAL Piano technology and the same expressive 88-note PHA-4 Standard keyboard as the premium FP-60X, the FP-30X is the perfect home instrument for seasoned players. And with its easy-to-transport weight and Bluetooth connectivity for lessons and play-along audio, it’s an ideal choice for any pianist who wants to develop their skills or perform at small events.",
      "Forget the lightweight keyboards on typical mid-price portable pianos—with a single key strike on the PHA-4 Standard keyboard, you’ll instantly know the FP-30X stands above the rest. With 88 full-size keys, this piano allows for a complete range of expression as your technique and composition skills grow. And with hammer action, escapement, and ivory feel, you’ll enjoy the same touch beneath your fingers as a great acoustic instrument, right down to the subtle “click” feel as you depress a key. Behind the authentic feel and playability is Roland’s powerful SuperNATURAL sound engine, picking up all the nuances of experienced pianists and helping newer players develop more character and dynamics.",
      "The FP-30X’s powerful onboard stereo speakers deliver surprising power and character during performance, complementing the sound engine to further bring out the expression in your playing. And if you ever need more sound coverage, simply connect external powered speakers via the dedicated output jacks. For home practice, try the dedicated mode that adjusts the sound for optimum quality when the FP-30X is placed on a desktop, or connect headphones to the twin outputs for silent practice day or night, either solo or alongside your piano teacher.",
      "Portable meets professional in the FP-30X. With its amazingly compact footprint and very manageable weight, the instrument moves effortlessly between the most convenient and inspiring spots around your home, and is easily stored when not in use. The FP-30X also adapts as your technique develops, whether you place it on the KSC-70 stand for upright performance or bring added expression to your playing with the easily connected three-pedal KPD-70 unit or DP-10 damper pedal."
    ]
  },
  {
    "title": "Korg B2SP Digital Piano with Stand",
    "brand": "Korg",
    "sellPrice": 43000,
    "mrpPrice": 44700,
    "rating": 4.7,
    "category": "Piano",
    "imagesUrl": {
      "mainImage": "https://www.musicdelight.com.sg/images/products/11356842991571907649.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "B2SP comes with everything a pianist needs. This set packages the B2 digital piano with an easily assembled stand and a three-pedal unit that gives you the experience of playing a real grand piano.",
      "This model includes everything you need to enjoy playing the piano seriously. The B2 is a new generation of digital piano from KORG focused on accessibility and ease of use.",
      "Perfect as a first piano for a new player, we've paid special attention to the experience of playing a real piano. B2 is packed with carefully selected sounds, starting with legendary grand pianos from around the world."
    ]
  },
  {
    "title": "Alesis Recital Pro 88-Key Digital Piano",
    "brand": "Alesis",
    "sellPrice": 40000,
    "mrpPrice": 44000,
    "rating": 3.6,
    "category": "Piano",
    "imagesUrl": {
      "mainImage": "https://m.media-amazon.com/images/I/71x9W5OP01L.jpg",
      "previewImages": [
        { "id": 1, "imgUrl": "" },
        { "id": 2, "imgUrl": "" },
        { "id": 3, "imgUrl": "" }
      ]
    },
    "isFavourite": false,
    "isInCart": false,
    "isCOD": true,
    "isFreeDelivery": true,
    "replacePolicy": 10,
    "description": [
      "The Alesis Recital Pro is a full-featured digital piano with 88 full-sized hammer-action keys with adjustable touch response. The Recital Pro features 12 premium built-in realistic voices:",
      "You can easily customize the voices by combining any two at once in Layer Mode for a full, rich tone by using the intuitive onboard controls and display screen. Voices can also be assigned to only the left or right hands in Split Mode. You can even add adjustable Modulation, Reverb and Chorus to further tailor your sound. With powerful 20-watt built-in speakers and a 128-note maximum note polyphony, Recital Pro delivers ultra-realistic sound with an authentic playing experience.",
      "The Alesis Recital Pro has an incredibly useful feature called Lesson Mode. This feature divides the 88 keys into two zones with the same pitch and voice. This enables both the student and teacher to easily watch each other and play together without having to take turns or reach over one another. Recital Pro also features an easy “Record Mode” that enables you to record your playing and then critically listen back to your performance.",
      "The Recital Pro features a ¼” (6.35mm) headphone output which mutes the internal speakers for convenient, quiet private practice. In addition to a ¼” (6.35mm) sustain pedal input (pedal not included), Recital Pro also features stereo ¼” (6.35mm) outputs to connect to a recorder, mixer, amplifier or other sound system. Recital also features a USB-MIDI output for connecting to a computer and using educational software or virtual instrument plugins. Recital Pro can be powered using the included power supply or with 6 D cell batteries (not included)."
    ]
  }
]
